Repository: WorldOnMyFingers/CurrencyExchangeNet5MVC
Catalog: CurrencyExchangeNet5MVC/Resources/Views/Home/Index.*.resx
Languages: es, ur

# TitleWhatIsTola
source: What is Tola
es: ¿Qué es Tola?
ur: ٹولا کیا ہے؟

# DescriptionWhatIsTola
source: Tola, also spelt as tolah or tole, is a Hindi term which is used in India and some other Asian countries to measure gold. At present, one tola is equivalent to 10 grams of gold. Once used by Ancient Indian and South Asian, the weight of one tola today is equal to 180 troy grains (11.6638038 grams) or 3/8 troy ounce. During the rule of British India, tola was used as the base unit of mass to weight and measure grains. At that time, one tola was equal to 175.90 troy grains (0.97722222 British tolas, or 11.33980925 grams). The root of term tola dates back to the Vedic age when it used to weight seed and other grains. The term Tola is derived from the Sanskrit word 'Tol' meaning weight or weighing. Traditionally, the exact weight of tola used to vary as the weight of tola was determined by the weight of 100 Ratti seeds. Several pre-colonial coins, including that of Akbar the Great (1556–1605), weighted one tola. The first rupee, minted by Sher Shah Suri (1540–45), weight 178 troy grains, or about 1 per cent less than the British tola. Tola was officially replaced by metric units in 1956, however, it is still in use as the denomination for gold bars in countries like India, Bangladesh, Nepal, Pakistan, and Singapore. Among these, ten tola bar is the most commonly traded metal.
es: Tola, también deletreado como tolah o tole, es un término hindi que se utiliza en la India y algunos otros países asiáticos para medir el oro. En la actualidad, una tola equivale a 10 gramos de oro. Una vez utilizado por la India antigua y el sur de Asia, el peso de una tola hoy es igual a 180 granos troy (11.6638038 gramos) o 3/8 onza troy. Durante el gobierno de la India británica, la tola se utilizó como unidad base de masa para pesar y medir los granos. A esa vez, una tola equivalía a 175,90 granos troy (0,97722222 tolas británicas, o 11,33980925 gramos). La raíz del término tola se remonta a la época védica cuando solía pesar semillas y otros granos. El termino Tola se deriva de la palabra sánscrita 'Tol' que significa peso o pesaje. Tradicionalmente, el peso exacto de La tola solía variar ya que el peso de la tola estaba determinado por el peso de 100 semillas de Ratti. Varias monedas precoloniales, incluida la de Akbar el Grande (1556-1605), pesaban una tola. El primero rupia, acuñada por Sher Shah Suri (1540-1545), peso 178 granos troy, o aproximadamente un 1% menos que los británicos tola. Tola fue reemplazado oficialmente por unidades métricas en 1956, sin embargo, todavía se usa como denominación para lingotes de oro en países como India, Bangladesh, Nepal, Pakistán y Singapur. Entre estos, diez tola bar es el metal más comercializado.
ur: تولہ ، جسے ہاتھا یا برداشت بھی کہا جاتا ہے ، ہندی اصطلاح ہے جو ہندوستان اور کچھ ایشیائی ممالک میں استعمال ہوتا ہے سونے کی پیمائش کرو۔ اس وقت ایک تولہ ہے 10 گرام سونے کے برابر ہے۔ ایک بار قدیم ہندوستانی اور جنوبی ایشین استعمال کرتے تھے ، آج کا وزن ایک تولہ ہے 180 ٹرائی اناج (11.6638038 گرام) یا 3/8 ٹرائے اونس کے برابر ہے۔ برطانوی ہندوستان کی حکمرانی کے دوران ، دانوں کو وزن اور ناپنے کے ل and تولہ بڑے پیمانے پر بنیادی اکائی کے طور پر استعمال ہوتا تھا۔ پر اس وقت ، ایک تولہ 175.90 ٹرائے اناج (0.97722222 برطانوی ٹولہ ، یا 11.33980925 گرام) کے برابر تھا۔ اصطلاح تولہ کی جڑ ویدک زمانے سے ملتی ہے جب اس میں بیج اور دوسرے دانوں کا وزن ہوتا تھا۔ اصطلاح تولہ سنسکرت کے لفظ 'ٹول' سے ماخوذ ہے جس کے معنی وزن یا وزن ہیں۔ روایتی طور پر ، کا عین مطابق وزن تولہ مختلف ہوتا تھا کیونکہ تولہ کا وزن 100 رتی بیجوں کے وزن سے طے ہوتا تھا۔ کئی نوآبادیاتی سکے ، جن میں اکبر اعظم (1556-1605) شامل تھے ، نے ایک تولہ وزنی کیا۔ پہلہ روپیہ ، جس میں شیر شاہ سوری (1540–45) ، وزن 178 ٹرائے اناج ، یا انگریزوں سے 1 فیصد کم ٹولا۔ ٹولہ کو سرکاری طور پر میٹرک یونٹوں نے 1956 میں تبدیل کیا تھا ، تاہم ، یہ اب بھی بطور خاصیت استعمال ہوتا ہے ہندوستان ، بنگلہ دیش ، نیپال ، پاکستان ، اور سنگاپور جیسے ممالک میں سونے کی سلاخیں۔ ان میں ، دس تولہ بار ہے سب سے زیادہ تجارت کی جانے والی دھات۔

# TitleWhatIsAnOunce
source: What Is an Ounce?
es: ¿Qué es una onza?
ur: ایک اونس کیا ہے؟

# DescriptionWhatIsAnOunce
source: An ounce is a unit of measure used for weighing precious metals that dates back to the Middle Ages. Originally used in Troyes, France, one troy ounce is equal to 31.1034768 grams, according to the U.K. Royal Mint. The ounce is retained even today as the standard unit of measurement in the precious metals market to ensure purity standards and other common measures remain consistent over time.
es: Una onza es una unidad de medida utilizada para pesar metales preciosos que se remonta a la Edad Media. Utilizado originalmente en Troyes, Francia, una onza troy equivale a 31,1034768 gramos, según el Reino Unido Royal Menta. La onza se conserva incluso hoy en día como unidad de medida estándar en los metales preciosos. mercado para garantizar que los estándares de pureza y otras medidas comunes se mantengan consistentes a lo largo del tiempo.
ur: ایک اونس پیمائش کی ایک اکائی ہے جو قیمتی دھاتوں کے وزن کے ل used استعمال کی جاتی ہے جو قرون وسطی سے ملتی ہے۔ امریکی رائل کے مطابق ، اصل میں فرانس کے شہر ٹرائے میں استعمال کیا جانے والا ایک ٹرائے اونس 31.1034768 گرام کے برابر ہے۔ ٹکسال. اونس کو آج بھی قیمتی دھاتوں میں پیمائش کے معیاری اکائی کے طور پر برقرار رکھا گیا ہے طہارت کے معیار اور دیگر عام اقدامات کو یقینی بنانے کے لئے مارکیٹ وقت کے ساتھ مستقل رہیں۔

# TitleTolaGrams
source: How many grams of gold is equivalent to 1 Tola?
es: ¿Cuántos gramos de oro equivalen a 1 Tola?
ur: کتنے گرام سونا 1 تولہ کے برابر ہے؟

# DescriptionTolaGrams
source: Currently, one tola equals to 10 grams of gold. During British rule, tola was considered as the base unit of mass to weight and measure grains in India.
es: Actualmente, una tola equivale a 10 gramos de oro. Durante el dominio británico, tola fue considerada como la unidad base de masa para pesar y medir granos en la India.
ur: فی الحال ، ایک تولہ 10 گرام سونا کے برابر ہے۔ برطانوی حکمرانی کے دوران ، تولہ کو بیس یونٹ سمجھا جاتا تھا بھارت میں بڑے پیمانے پر وزن اور اناج کی پیمائش۔

# TitleKgTola
source: How much is 1 kg of gold in Tola?
es: ¿Cuánto es 1 kg de oro en Tola?
ur: تولہ میں 1 کلو سونا کتنا ہے؟

# DescriptionKgTola
source: 1 kilogram of gold is equivalent to 85.735 tola.
es: 1 kilogramo de oro equivale a 85.735 tola.
ur: 1 کلو سونا 85.735 تولہ کے برابر ہے۔

# TitleTolaCountries
source: Which countries used tola as a denomination for gold?
es: ¿Qué países utilizaron la tola como denominación del oro?
ur: کون سے ممالک تولے کو سونے کے فرق کے طور پر استعمال کرتے ہیں؟

# DescriptionTolaCountries
source: India, Pakistan, Bangladesh, Nepal, and Singapore still used tola to measure gold (especially gold bars).
es: India, Pakistán, Bangladesh, Nepal y Singapur todavía usaban tola para medir el oro (especialmente barras de oro).
ur: ہندوستان ، پاکستان ، بنگلہ دیش ، نیپال ، اور سنگاپور اب بھی سونے (خاص طور پر سونے کی سلاخوں) کی پیمائش کے لئے ٹولہ استعمال کرتے تھے۔

# MetaDescription
source: Live currency exchange rates that contain USD to PKR, USD To Euro, USD to TRY, USD To Inr, USD to TSH, Gold Price, Tola Price, USD to SAR, USD to AED, Bullion Gold and many other currencies.
es: Tipos de cambio de moneda en vivo que contienen USD a PKR, USD a Euro, USD a TRY, USD a Inr, USD a TSH, Gold Price, Tola Price, USD a SAR, USD a AED, Bullion Gold y muchas otras monedas.
ur: براہ راست کرنسی کے تبادلے کی شرح جن میں USD سے PKR ، USD سے یورو ، USD سے TRY ، USD سے Inr ، USD شامل ہیں TSH ، سونے کی قیمت ، تولہ قیمت ، USD سے SAR ، USD سے AED ، بلین گولڈ اور بہت ساری دیگر کرنسیوں کو۔
